Revit 2021.1 API
UnitTypeId.JoulesPerGram Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId JoulesPerGram { get; }
Visual Basic
Public Shared ReadOnly Property JoulesPerGram As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoulesPerGram {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace